[
    {
        "model": "appModels.book",
        "pk": 2,
        "fields": {
            "title": "To Kill a Mockingbird",
            "quantity": 5,
            "Description": "One of the most cherished stories of all time, To Kill a Mockingbird has been translated into more than forty languages, sold more than forty million copies worldwide, served as the basis for an enormously popular motion picture, and was voted one of the best novels of the twentieth century by librarians across the country. A gripping, heart-wrenching, and wholly remarkable tale of coming-of-age in a South poisoned by virulent prejudice, it views a world of great beauty and savage inequities through the eyes of a young girl, as her father—a crusading local lawyer—risks everything to defend a black man unjustly accused of a terrible crime",
            "image": "https://drive.google.com/file/d/1oFVaJYKh1J10kbEHVxlgzjeNNYwtTjiL/view?usp=share_link",
            "weights": 0
        }
    },
    {
        "model": "appModels.book",
        "pk": 21,
        "fields": {
            "title": "Catch and Kill: Lies, Spies, and a Conspiracy to Protect Predators",
            "quantity": 5,
            "Description": "In 2017, a routine network television investigation led Ronan Farrow to a story only whispered about: one of Hollywood's most powerful producers was a predator, protected by fear, wealth, and a conspiracy of silence. As Farrow drew closer to the truth, shadowy operatives, from high-priced lawyers to elite war-hardened spies, mounted a secret campaign of intimidation, threatening his career, following his every move, and weaponizing an account of abuse in his own family.\r\n\r\n \r\n\r\nAll the while, Farrow and his producer faced a degree of resistance they could not explain -- until now. And a trail of clues revealed corruption and cover-ups from Hollywood to Washington and beyond.\r\n\r\nThis is the untold story of the exotic tactics of surveillance and intimidation deployed by wealthy and connected men to threaten journalists, evade accountability, and silence victims of abuse. And it's the story of the women who risked everything to expose the truth and spark a global movement.\r\n\r\nBoth a spy thriller and a meticulous work of investigative journalism, Catch and Kill breaks devastating new stories about the rampant abuse of power and sheds far-reaching light on investigations that shook our culture.",
            "image": "https://drive.google.com/file/d/1EE5waGPXe-nAnHqWoevXFbVrB-ITJo7O/view?usp=share_link",
            "weights": 0
        }
    },
    {
        "model": "appModels.book",
        "pk": 1,
        "fields": {
            "title": "Life Of Pi",
            "quantity": 5,
            "Description": "After the sinking of a cargo ship, a solitary lifeboat remains bobbing on the wild blue Pacific. The only survivors from the wreck are a sixteen-year-old boy named Pi, a hyena, a wounded zebra, an orangutan—and a 450-pound Royal Bengal tiger.\r\n\r\nSoon the tiger has dispatched all but Pi Patel, whose fear, knowledge, and cunning allow him to coexist with the tiger, Richard Parker, for 227 days while lost at sea. When they finally reach the coast of Mexico, Richard Parker flees to the jungle, never to be seen again. The Japanese authorities who interrogate Pi refuse to believe his story and press him to tell them \"the truth.\" After hours of coercion, Pi tells a second story, a story much less fantastical, much more conventional—but is it more true?",
            "image": "https://drive.google.com/file/d/10biMFVw5TVL0LadAp-MERZR5YtxrO1TG/view?usp=share_link",
            "weights": 1
        }
    },
    {
        "model": "appModels.book",
        "pk": 16,
        "fields": {
            "title": "Notes of a Native Son",
            "quantity": 5,
            "Description": "In an age of Black Lives Matter, James Baldwin's essays on life in Harlem, the protest novel, movies, and African Americans abroad are as powerful today as when they were first written. With documentaries like I Am Not Your Negro bringing renewed interest to Baldwin's life and work, Notes of a Native Son serves as a valuable introduction.\r\n\r\nWritten during the 1940s and early 1950s, when Baldwin was only in his twenties, the essays collected in Notes of a Native Son capture a view of black life and black thought at the dawn of the civil rights movement and as the movement slowly gained strength through the words of one of the most captivating essayists and foremost intellectuals of that era. Writing as an artist, activist, and social critic, Baldwin probes the complex condition of being black in America. With a keen eye, he examines everything from the significance of the protest novel to the motives and circumstances of the many black expatriates of the time, from his home in “The Harlem Ghetto” to a sobering “Journey to Atlanta.”\r\n\r\nNotes of a Native Son inaugurated Baldwin as one of the leading interpreters of the dramatic social changes erupting in the United States in the twentieth century, and many of his observations have proven almost prophetic. His criticism on topics such as the paternalism of white progressives or on his own friend Richard Wright’s work is pointed and unabashed. He was also one of the few writing on race at the time who addressed the issue with a powerful mixture of outrage at the gross physical and political violence against black citizens and measured understanding of their oppressors, which helped awaken a white audience to the injustices under their noses. Naturally, this combination of brazen criticism and unconventional empathy for white readers won Baldwin as much condemnation as praise.\r\n\r\nNotes is the book that established Baldwin’s voice as a social critic, and it remains one of his most admired works. The essays collected here create a cohesive sketch of black America and reveal an intimate portrait of Baldwin’s own search for identity as an artist, as a black man, and as an American.",
            "image": "https://drive.google.com/file/d/1nDrjx7Hq5aJQkPrQ7ZL5Yiaw68iHmEdJ/view?usp=share_link",
            "weights": 1
        }
    },
    {
        "model": "appModels.book",
        "pk": 7,
        "fields": {
            "title": "Carrie",
            "quantity": 5,
            "Description": "Stephen King's legendary debut, about a teenage outcast and the revenge she enacts on her classmates.\r\nCarrie White may be picked on by her classmates, but she has a gift. She can move things with her mind. Doors lock. Candles fall. This is her power and her problem. Then, an act of kindness, as spontaneous as the vicious taunts of her classmates, offers Carrie a chance to be a normal...until an unexpected cruelty turns her gift into a weapon of horror and destruction that no one will ever forget.",
            "image": "https://drive.google.com/file/d/18OdVZZVzwV5V5uV0_taNIU41veuZShsp/view?usp=share_link",
            "weights": 1
        }
    },
    {
        "model": "appModels.book",
        "pk": 4,
        "fields": {
            "title": "The Night Fire (A Renée Ballard and Harry Bosch Novel, 22)",
            "quantity": 5,
            "Description": "Back when Harry Bosch was just a rookie homicide detective, he had an inspiring mentor who taught him to take the work personally and light the fire of relentlessness for every case. Now that mentor, John Jack Thompson, is dead, and his widow gives Bosch a murder book, one that Thompson took with him when he left the LAPD twenty years before -- the unsolved killing of a troubled young man.\r\nBosch takes the murder book to Detective Renée Ballard and asks her to help him discover what about this crime lit Thompson's fire all those years ago. As she begins her inqueries -- while still working her own cases on the midnight shift -- Ballad finds aspects of the initial investigation that just don't add up.\r\nThe bond between Bosch and Ballard tightens as they become a formidable investigation team. And they soon arrive at a disturbing question: Did Thompson steal the murder book to work the case in retirement, or to make sure it never got solved?\r\nWritten with the intense pacing and masterful suspense that have made Michael Connelly \"the hard-boiled fiction master of our time\" (NPR), The Night Fire continues the unofficial partnership of two fierce detectives determined not to let the fire with burn out.",
            "image": "https://drive.google.com/file/d/1zX19Rbi-LANhFI-qzrW6m_2je2JMqZdW/view?usp=share_link",
            "weights": 2
        }
    },
    {
        "model": "appModels.book",
        "pk": 11,
        "fields": {
            "title": "This Is How You Lose Her",
            "quantity": 5,
            "Description": "On a beach in the Dominican Republic, a doomed relationship flounders. In a New Jersey laundry room, a woman does her lover’s washing and thinks about his wife. In Boston, a man buys his love child, his only son, a first baseball bat and glove. At the heart of these stories is the irrepressible, irresistible Yunior, a young hardhead whose longing for love is equaled only by his recklessness--and by the extraordinary women he loves and loses.\r\n\r\nIn prose that is endlessly energetic, inventive, tender, and funny, these stories lay bare the infinite longing and inevitable weakness of the human heart. They remind us that passion always triumphs over experience, and that “the half-life of love is forever.”",
            "image": "https://drive.google.com/file/d/1KVqWU3l3TW3H3D0XbCZhFTSuUd5OZDh2/view?usp=share_link",
            "weights": 2
        }
    },
    {
        "model": "appModels.book",
        "pk": 6,
        "fields": {
            "title": "The Help",
            "quantity": 5,
            "Description": "Aibileen is a black maid in 1962 Jackson, Mississippi, who’s always taken orders quietly, but lately she’s unable to hold her bitterness back. Her friend Minny has never held her tongue but now must somehow keep secrets about her employer that leave her speechless. White socialite Skeeter just graduated college. She’s full of ambition, but without a husband, she’s considered a failure.\r\nTogether, these seemingly different women join together to write a tell-all book about work as a black maid in the South, that could forever alter their destinies and the life of a small town...",
            "image": "https://drive.google.com/file/d/1Gs9dibHlLg8YjP4WFr51W5G2rmp3CFIi/view?usp=sharing",
            "weights": 2
        }
    },
    {
        "model": "appModels.book",
        "pk": 15,
        "fields": {
            "title": "Cravings: Hungry for More",
            "quantity": 5,
            "Description": "It’s a life of pancakes that remind you of blueberry pie, eating onion dip with your glam squad, banana bread that breaks the internet, and a little something called Pad Thai Carbonara. After two years of parenthood, falling in love with different flavors, and relearning the healing power of comfort food, this book is like Chrissy’s new edible diary:\r\n \r\n• recipes for quick-as-a-snap meals (Pan-Seared Fish with Herby Browned Butter; Jalapeño Parmesan-Crusted Grilled Cheese)\r\n• recipes for lighter, brighter, healthier-ish living (Roasted Carrot and Avocado Salad with Lime Dressing; Vegetable Noodles with Parm & Basil)\r\n• recipes that, well, are gonna put you to bed, holding your belly (Skillet Peanut Butter Chocolate Chip Blondies; Sleepytime Stew & Cream Cheese Smashed Potatoes)\r\n \r\nAnd all of these delicious meals will have you hungry for more.",
            "image": "https://drive.google.com/file/d/1fMCF4J2SswMr_VtmGvVC_wEwxx7hHzWa/view?usp=share_link",
            "weights": 3
        }
    },
    {
        "model": "appModels.book",
        "pk": 3,
        "fields": {
            "title": "Watchmen",
            "quantity": 5,
            "Description": "Considered the greatest graphic novel in the history of the medium, the Hugo Award-winning story chronicles the fall from grace of a group of superheroes plagued by all-too-human failings. Along the way, the concept of the superhero is dissected as an unknown assassin stalks the erstwhile heroes.\r\n\r\nThis edition of Watchmen, the groundbreaking series from Alan Moore, the award-winning author of V For Vendetta and Batman: The Killing Joke, features art from industry legend Dave Gibbons, with high-quality, recolored pages found in Watchmen: Absolute Edition.",
            "image": "https://drive.google.com/file/d/123B_b9sQMVgPMcprNUmzLzCLvhaBP1m8/view?usp=share_link",
            "weights": 3
        }
    }
]